[
   {
      "quote":"Never in the field of human conflict was so much owed by so many to so few.",
      "author":"Winston Churchill"
   },
   {
      "quote":"Success is not final, failure is not fatal: it is the courage to continue that counts.",
      "author":"Winston Churchill"
   },
   {
      "quote":"In war there is no prize for the runner-up.",
      "author":"General Omar Bradley"
   },
   {
      "quote":"Ours is a world of nuclear giants and ethical infants. We know more about war than we know about peace, more about killing than we know about living.",
      "author":"General Omar Bradley"
   },
   {
      "quote":"The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war.",
      "author":"General Douglas MacArthur"
   },
   {
      "quote":"They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them.",
      "author":"General Douglas MacArthur"
   },
   {
      "quote":"We must be prepared to make heroic sacrifices for the cause of peace that we make ungrudgingly for the cause of war. There is no task that is more important or closer to my heart.",
      "author":"Albert Einstein"
   },
   {
      "quote":"War is an ugly thing, but not the ugliest of things. The decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth war is much worse. The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature, and has no chance of being free unless made or kept so by the exertions of better men than himself.",
      "author":"John Stuart Mill"
   },
   {
      "quote":"Future years will never know the seething hell and the black infernal background, the countless minor scenes and interiors of the secession war; and it is best they should not. The real war will never get in the books.",
      "author":"Walt Whitman"
   },
   {
      "quote":"There's no honorable way to kill, no gentle way to destroy. There is nothing good in war. Except its ending.",
      "author":"Abraham Lincoln"
   },
   {
      "quote":"The death of one man is a tragedy. The death of millions is a statistic.",
      "author":"Joseph Stalin"
   },
   {
      "quote":"Death solves all problems - no man, no problem.",
      "author":"Joseph Stalin"
   },
   {
      "quote":"In the Soviet army it takes more courage to retreat than advance.",
      "author":"Joseph Stalin"
   },
   {
      "quote":"It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.",
      "author":"General George S. Patton"
   },
   {
      "quote":"Never think that war, no matter how necessary, nor how justified, is not a crime.",
      "author":"Ernest Hemingway"
   },
   {
      "quote":"Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.",
      "author":"Ernest Hemingway"
   },
   {
      "quote":"All wars are civil wars, because all men are brothers.",
      "author":"Francois Fenelon"
   },
   {
      "quote":"I have never advocated war except as a means of peace.",
      "author":"Ulysses S. Grant"
   },
   {
      "quote":"Older men declare war. But it is the youth that must fight and die.",
      "author":"Herbert Hoover"
   },
   {
      "quote":"Only the dead have seen the end of war.",
      "author":"Plato"
   },
   {
      "quote":"Death is nothing, but to live defeated and inglorious is to die daily.",
      "author":"Napoleon Bonaparte"
   },
   {
      "quote":"It is well that war is so terrible, or we should get too fond of it.",
      "author":"Robert E. Lee"
   },
   {
      "quote":"A soldier will fight long and hard for a bit of colored ribbon.",
      "author":"Napoleon Bonaparte"
   },
   {
      "quote":"He who fears being conquered is sure of defeat.",
      "author":"Napoleon Bonaparte"
   },
   {
      "quote":"You must not fight too often with one enemy, or you will teach him all your art of war.",
      "author":"Napoleon Bonaparte"
   },
   {
      "quote":"There's a graveyard in northern France where all the dead boys from D-Day are buried. The white crosses reach from one horizon to the other. I remember looking it over and thinking it was a forest of graves. But the rows were like this, dizzying, diagonal, perfectly straight, so after all it wasn't a forest but an orchard of graves. Nothing to do with nature, unless you count human nature.",
      "author":"Barbara Kingsolver"
   },
   {
      "quote":"If we don't end war, war will end us.",
      "author":"H. G. Wells"
   },
   {
      "quote":"From my rotting body, flowers shall grow and I am in them and that is eternity.",
      "author":"Edvard Munch"
   },
   {
      "quote":"He who has a thousand friends has not a friend to spare, And he who has one enemy will meet him everywhere.",
      "author":"Ali ibn-Abi-Talib"
   },
   {
      "quote":"For the Angel of Death spread his wings on the blast, And breathed in the face of the foe as he pass'd; And the eyes of the sleepers wax'd deadly and chill, And their hearts but once heaved, and for ever grew still!",
      "author":"George Gordon Byron, The Destruction of Sennacherib"
   },
   {
      "quote":"They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason.",
      "author":"Ernest Hemingway"
   },
   {
      "quote":"There is many a boy here today who looks on war as all glory, but, boys, it is all hell. You can bear this warning voice to generations yet to come. I look upon war with horror.",
      "author":"General William Tecumseh Sherman"
   },
   {
      "quote":"War is as much a punishment to the punisher as it is to the sufferer.",
      "author":"Thomas Jefferson"
   },
   {
      "quote":"War would end if the dead could return.",
      "author":"Stanley Baldwin"
   },
   {
      "quote":"When you have to kill a man it costs nothing to be polite.",
      "author":"Winston Churchill"
   },
   {
      "quote":"Battles are won by slaughter and maneuver. The greater the general, the more he contributes in maneuver, the less he demands in slaughter.",
      "author":"Winston Churchill"
   },
   {
      "quote":"History will be kind to me for I intend to write it.",
      "author":"Winston Churchill"
   },
   {
      "quote":"We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.",
      "author":"Winston Churchill"
   },
   {
      "quote":"When you get to the end of your rope, tie a knot and hang on.",
      "author":"Franklin D. Roosevelt"
   },
   {
      "quote":"A hero is no braver than an ordinary man, but he is brave five minutes longer.",
      "author":"Ralph Waldo Emerson"
   },
   {
      "quote":"Our greatest glory is not in never failing, but in rising up every time we fail.",
      "author":"Ralph Waldo Emerson"
   },
   {
      "quote":"The characteristic of a genuine heroism is its persistency. All men have wandering impulses, fits and starts of generosity. But when you have resolved to be great, abide by yourself, and do not weakly try to reconcile yourself with the world. The heroic cannot be the common, nor the common the heroic.",
      "author":"Ralph Waldo Emerson"
   },
   {
      "quote":"If the opposition disarms, well and good. If it refuses to disarm, we shall disarm it ourselves.",
      "author":"Joseph Stalin"
   },
   {
      "quote":"The object of war is not to die for your country but to make the other bastard die for his.",
      "author":"General George S. Patton"
   },
   {
      "quote":"Better to fight for something than live for nothing.",
      "author":"General George S. Patton"
   },
   {
      "quote":"Courage is fear holding on a minute longer.",
      "author":"General George S. Patton"
   },
   {
      "quote":"We happy few, we band of brothers/For he today that sheds his blood with me/Shall be my brother.",
      "author":"William Shakespeare,’’ King Henry V’’"
   },
   {
      "quote":"Cowards die many times before their deaths; The valiant never taste of death but once.",
      "author":"William Shakespeare, ‘’Julius Caesar’’"
   },
   {
      "quote":"Never interrupt your enemy when he is making a mistake.",
      "author":"Napoleon Bonaparte"
   },
   {
      "quote":"There are only two forces in the world, the sword and the spirit. In the long run the sword will always be conquered by the spirit.",
      "author":"Napoleon Bonaparte"
   },
   {
      "quote":"There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.",
      "author":"Thomas A. Edison"
   },
   {
      "quote":"There are no atheists in foxholes, this isn't an argument against atheism, it's an argument against foxholes.",
      "author":"James Morrow"
   },
   {
      "quote":"Live as brave men; and if fortune is adverse, front its blows with brave hearts.",
      "author":"Cicero"
   },
   {
      "quote":"Courage and perseverance have a magical talisman, before which difficulties disappear and obstacles vanish into air.",
      "author":"John Quincy Adams"
   },
   {
      "quote":"Courage is being scared to death - but saddling up anyway.",
      "author":"John Wayne"
   },
   {
      "quote":"Above all things, never be afraid. The enemy who forces you to retreat is himself afraid of you at that very moment.",
      "author":"Andre Maurois"
   },
   {
      "quote":"I have never made but one prayer to God, a very short one: 'O Lord, make my enemies ridiculous.' And God granted it.",
      "author":"Voltaire"
   },
   {
      "quote":"Safeguarding the rights of others is the most noble and beautiful end of a human being.",
      "author":"Kahlil Gibran, ‘’The Voice of the Poet’’"
   },
   {
      "quote":"He conquers who endures.",
      "author":"Persius"
   },
   {
      "quote":"It is better to die on your feet than to live on your knees!",
      "author":"Emiliano Zapata"
   },
   {
      "quote":"You know the real meaning of peace only if you have been through the war.",
      "author":"Kosovar"
   },
   {
      "quote":"Those who have long enjoyed such privileges as we enjoy forget in time that men have died to win them.",
      "author":"Franklin D. Roosevelt"
   },
   {
      "quote":"In war there is no substitute for victory.",
      "author":"General Douglas MacArthur"
   },
   {
      "quote":"War is a series of catastrophes which result in victory.",
      "author":"Georges Clemenceau"
   },
   {
      "quote":"In war, truth is the first casualty",
      "author":"Aeschylus"
   },
   {
      "quote":"Incoming fire has the right of way.",
      "author":"Unknown"
   },
   {
      "quote":"Mankind must put an end to war, or war will put an end to mankind.",
      "author":"John F. Kennedy"
   },
   {
      "quote":"War does not determine who is right, only who is left.",
      "author":"Bertrand Russell"
   },
   {
      "quote":"A ship without Marines is like a garment without buttons.",
      "author":"Admiral David D. Porter, USN"
   },
   {
      "quote":"The press is our chief ideological weapon.",
      "author":"Nikita Khrushchev"
   },
   {
      "quote":"Whether you like it or not, history is on our side. We will bury you!",
      "author":"Nikita Khrushchev"
   },
   {
      "quote":"If the enemy is in range, so are you.",
      "author":"Infantry Journal"
   },
   {
      "quote":"Cost of a single Javelin Missile: $80,000",
      "author":"Unknown"
   },
   {
      "quote":"Cost of a single Tomahawk Cruise Missile: $900,000",
      "author":"Unknown"
   },
   {
      "quote":"Cost of a single F-117A Nighthawk: $122 Million",
      "author":"Unknown"
   },
   {
      "quote":"Cost of a single F-22 Raptor: $135 Million",
      "author":"Unknown"
   },
   {
      "quote":"Cost of a single AC-130U Gunship: $190 Million",
      "author":"Unknown"
   },
   {
      "quote":"Cost of a single B-2 Bomber: $2.2 Billion",
      "author":"Unknown"
   },
   {
      "quote":"So long as there are men, there will be wars.",
      "author":"Albert Einstein"
   },
   {
      "quote":"Aim towards the Enemy.",
      "author":"Instruction printed on US Rocket Launcher"
   },
   {
      "quote":"I think the human race needs to think about killing. How much evil must we do to do good?",
      "author":"Robert McNamara"
   },
   {
      "quote":"Any military commander who is honest will admit he makes mistakes in the application of military power.",
      "author":"Robert McNamara"
   },
   {
      "quote":"You can make a throne of bayonets, but you cant sit on it for long.",
      "author":"Boris Yeltsin"
   },
   {
      "quote":"The deadliest weapon in the world is a Marine and his rifle!",
      "author":"General John J. Pershing"
   },
   {
      "quote":"Concentrated power has always been the enemy of liberty.",
      "author":"Ronald Reagan"
   },
   {
      "quote":"Whoever stands by a just cause cannot possibly be called a terrorist.",
      "author":"Yassar Arafat"
   },
   {
      "quote":"Nothing in life is so exhilarating as to be shot at without result.",
      "author":"Winston Churchill"
   },
   {
      "quote":"War is delightful to those who have not yet experienced it.",
      "author":"Erasmus"
   },
   {
      "quote":"Friendly fire, isn't.",
      "author":"Unknown"
   },
   {
      "quote":"Diplomats are just as essential in starting a war as soldiers are for finishing it.",
      "author":"Will Rogers"
   },
   {
      "quote":"I think that technologies are morally neutral until we apply them. It's only when we use them for good or for evil that they become good or evil.",
      "author":"William Gibson"
   },
   {
      "quote":"All that is necessary for evil to succeed is for good men to do nothing.",
      "author":"Edmund Burke"
   },
   {
      "quote":"The commander in the field is always right and the rear echelon is wrong, unless proved otherwise.",
      "author":"Colin Powell"
   },
   {
      "quote":"Freedom is not free, but the U.S. Marine Corps will pay most of your share.",
      "author":"Ned Dolan"
   },
   {
      "quote":"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.",
      "author":"Albert Einstein"
   },
   {
      "quote":"The truth of the matter is that you always know the right thing to do. The hard part is doing it.",
      "author":"Norman Schwarzkopf"
   },
   {
      "quote":"If you know the enemy and know yourself you need not fear the results of a hundred battles.",
      "author":"Sun Tzu"
   },
   {
      "quote":"Nearly all men can stand adversity, but if you want to test a man's character, give him power.",
      "author":"Abraham Lincoln"
   },
   {
      "quote":"If we can't persuade nations with comparable values of the merits of our cause, we'd better reexamine our reasoning.",
      "author":"Robert McNamara"
   },
   {
      "quote":"The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
      "author":"Thomas Jefferson"
   },
   {
      "quote":"If the wings are traveling faster than the fuselage, it's probably a helicopter, and therefore, unsafe.",
      "author":"Unknown"
   },
   {
      "quote":"Five second fuses only last three seconds.",
      "author":"Infantry Journal"
   },
   {
      "quote":"If your attack is going too well, you're walking into an ambush.",
      "author":"Infantry Journal"
   },
   {
      "quote":"No battle plan survives contact with the enemy.",
      "author":"Colin Powell"
   },
   {
      "quote":"When the pin is pulled, Mr. Grenade is not our friend.",
      "author":"U.S. Army Training Notice"
   },
   {
      "quote":"A man may die, nations may rise and fall, but an idea lives on.",
      "author":"John F. Kennedy"
   },
   {
      "quote":"A leader leads by example, not by force.",
      "author":"Sun Tzu"
   },
   {
      "quote":"If you can't remember, the claymore is pointed toward you.",
      "author":"Unknown"
   },
   {
      "quote":"There are only two kinds of people that understand Marines: Marines and the enemy. Everyone else has a secondhand opinion.",
      "author":"General William Thornson"
   },
   {
      "quote":"The more marines I have around, the better I like it.",
      "author":"General Clark, U.S. Army"
   },
   {
      "quote":"Never forget that your weapon was made by the lowest bidder.",
      "author":"Unknown"
   },
   {
      "quote":"Keep looking below surface appearances. Don't shrink from doing so just because you might not like what you find.",
      "author":"Colin Powell"
   },
   {
      "quote":"Try to look unimportant; they may be low on ammo.",
      "author":"Infantry Journal"
   },
   {
      "quote":"The world will not accept dictatorship or domination.",
      "author":"Mikhail Gorbachev"
   },
   {
      "quote":"Tyrants have always some slight shade of virtue; they support the laws before destroying them.",
      "author":"Voltaire"
   },
   {
      "quote":"Heroes may not be braver than anyone else. They're just brave five minutes longer.",
      "author":"Ronald Reagan"
   },
   {
      "quote":"In the end, it was luck. We were *this* close to nuclear war, and luck prevented it.",
      "author":"Robert McNamara"
   },
   {
      "quote":"Some people live an entire lifetime and wonder if they have ever made a difference in the world, but the Marines don't have that problem.",
      "author":"Ronald Reagan"
   },
   {
      "quote":"It is generally inadvisable to eject directly over the area you just bombed.",
      "author":"U.S. Air Force Marshal"
   },
   {
      "quote":"We sleep safely in our beds because rough men stand ready in the night to visit violence on those who would harm us.",
      "author":"George Orwell (Misattributed, was actually written by Richard Grenier[1])"
   },
   {
      "quote":"If at first you don't succeed, call an air strike.",
      "author":"Unknown"
   },
   {
      "quote":"Tracers work both ways.",
      "author":"U.S. Army Ordinance"
   },
   {
      "quote":"Teamwork is essential, it gives them other people to shoot at.",
      "author":"Unknown"
   },
   {
      "quote":"The real and lasting victories are those of peace, and not of war.",
      "author":"Ralph Waldo Emmerson"
   },
   {
      "quote":"We're in a world in which the possibility of terrorism, married up with technology, could make us very, very sorry we didn't act.",
      "author":"Condoleeza Rice"
   },
   {
      "quote":"All warfare is based on deception.",
      "author":"Sun Tzu"
   },
   {
      "quote":"The indefinite combination of human infallibility and nuclear weapons will lead to the destruction of nations.",
      "author":"Robert McNamara"
   },
   {
      "quote":"In war, you win or lose, live or die and the difference is just an eyelash.",
      "author":"General Douglas MacArthur"
   },
   {
      "quote":"You can't say civilization don't advance, for in every war, they kill you in a new way.",
      "author":"Will Rogers"
   },
   {
      "quote":"They'll be no learning period with nuclear weapons. Make one mistake and you're going to destroy nations.",
      "author":"Robert McNamara"
   },
   {
      "quote":"It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle.",
      "author":"General Norman Schwarzkopf"
   },
   {
      "quote":"Any soldier worth his salt should be antiwar. And still, there are things worth fighting for.",
      "author":"General Norman Schwarzkopf"
   },
   {
      "quote":"It is fatal to enter any war without the will to win it.",
      "author":"General Douglas MacArthur"
   },
   {
      "quote":"Let your plans be as dark and impenetrable as night, and when you move, fall like a thunderbolt.",
      "author":"Sun Tzu"
   },
   {
      "quote":"Anyone, who truly wants to go to war, has truly never been there before!",
      "author":"Larry Reeves"
   },
   {
      "quote":"Whoever said the pen is mightier than the sword obviously never encountered automatic weapons.",
      "author":"General Douglas MacArthur"
   },
   {
      "quote":"Whoever does not miss the Soviet Union has no heart. Whoever wants it back has no brain.",
      "author":"Vladimir Putin"
   },
   {
      "quote":"My first wish is to see this plague of mankind, war, banished from the earth.",
      "author":"George Washington"
   },
   {
      "quote":"Cluster bombing from B-52s are very, very, accurate. The bombs are guaranteed to always hit the ground.",
      "author":"USAF Ammo Troop"
   },
   {
      "quote":"If a man has done his best, what else is there?",
      "author":"General George S. Patton"
   },
   {
      "quote":"The bursting radius of a hand-grenade is always one foot greater than your jumping range.",
      "author":"Unknown"
   },
   {
      "quote":"The tyrant always talks as if he's preserving the best interests of his people when he actually acts to undermine them.",
      "author":"Ramman Kenoun"
   },
   {
      "quote":"Every tyrant who has lived has believed in freedom - for himself.",
      "author":"Elbert Hubbard"
   },
   {
      "quote":"If our country is worth dying for in time of war let us resolve that it is truly worth living for in time of peace.",
      "author":"Hamilton Fish"
   },
   {
      "quote":"Nationalism is an infantile disease. It is the measles of mankind.",
      "author":"Albert Einstein"
   },
   {
      "quote":"We must not confuse dissent with disloyalty.",
      "author":"Edward R Murrow"
   },
   {
      "quote":"I will fight for my country, but I will not lie for her.",
      "author":"Zora Neale Hurston"
   },
   {
      "quote":"As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
      "author":"John F Kennedy"
   },
   {
      "quote":"An eye for an eye makes the whole world blind.",
      "author":"Gandhi"
   },
   {
      "quote":"Traditional nationalism cannot survive the fissioning of the atom. One world or none.",
      "author":"Stuart Chase"
   },
   {
      "quote":"If you want a symbolic gesture, don't burn the flag; wash it.",
      "author":"Norman Thomas"
   },
   {
      "quote":"The nation is divided, half patriots and half traitors, and no man can tell which from which.",
      "author":"Mark Twain"
   },
   {
      "quote":"Patriotism is your conviction that this country is superior to all others because you were born in it.",
      "author":"George Bernard Shaw"
   },
   {
      "quote":"If you are ashamed to stand by your colors, you had better seek another flag.",
      "author":"Anonymous"
   },
   {
      "quote":"Revenge, at first though sweet, Bitter ere long back on itself recoils.",
      "author":"John Milton"
   },
   {
      "quote":"A citizen of America will cross the ocean to fight for democracy, but won't cross the street to vote...",
      "author":"Bill Vaughan"
   },
   {
      "quote":"Patriotism is supporting your country all the time, and your government when it deserves it.",
      "author":"Mark Twain"
   },
   {
      "quote":"I love America more than any other country in this world; and, exactly for this reason, I insist on the right to criticize her perpetually.",
      "author":"James Baldwin"
   },
   {
      "quote":"...dissent, rebellion, and all-around hell-raising remain the true duty of patriots.",
      "author":"Barbara Ehrenreich"
   },
   {
      "quote":"Principle is OK up to a certain point, but principle doesn't do any good if you lose.",
      "author":"Dick Cheney"
   },
   {
      "quote":"If an injury has to be done to a man it should be so severe that his vengeance need not be feared.",
      "author":"Machiavelli"
   },
   {
      "quote":"Before you embark on a journey of revenge, you should first dig two graves.",
      "author":"Confucius"
   },
   {
      "quote":"It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.",
      "author":"Voltaire"
   },
   {
      "quote":"Ask not what your country can do for you, but what you can do for your country.",
      "author":"John F Kennedy"
   },
   {
      "quote":"Revenge is profitable.",
      "author":"Edward Gibbon"
   },
   {
      "quote":"Patriotism ruins history.",
      "author":"Goethe"
   },
   {
      "quote":"I would not say that the future is necessarily less predictable than the past. I think the past was not predictable when it started.",
      "author":"Donald Rumsfeld"
   },
   {
      "quote":"I only regret that I have but one life to give for my country.",
      "author":"Nathan Hale"
   },
   {
      "quote":"Live well. It is the greatest revenge.",
      "author":"The Talmud"
   },
   {
      "quote":"We know where they are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat.",
      "author":"Donald Rumsfeld"
   },
   {
      "quote":"I was born an American; I will live an American; I shall die an American!",
      "author":"Daniel Webster"
   },
   {
      "quote":"Patriotism varies, from a noble devotion to a moral lunacy.",
      "author":"WR Inge"
   },
   {
      "quote":"It is easy to take liberty for granted when you have never had it taken from you.",
      "author":"Dick Cheney"
   },
   {
      "quote":"A man's feet must be planted in his country, but his eyes should survey the world.",
      "author":"George Santayana"
   },
   {
      "quote":"One good act of vengeance deserves another.",
      "author":"Jon Jefferson"
   },
   {
      "quote":"You cannot get ahead while you are getting even.",
      "author":"Dick Armey"
   },
   {
      "quote":"A nation reveals itself not only by the men it produces but also by the men it honors, the men it remembers.",
      "author":"John F. Kennedy"
   },
   {
      "quote":"Patriotism is an arbitrary veneration of real estate above principles.",
      "author":"George Jean Nathan"
   },
   {
      "quote":"Soldiers usually win the battles and generals get the credit for them",
      "author":"Napoleon Bonaparte"
   },
   {
      "quote":"War is fear cloaked in courage.",
      "author":"General William C. Westmoreland"
   },
   {
      "quote":"In peace, sons bury their fathers. In war, fathers bury their sons.",
      "author":"Herodotus"
   },
   {
      "quote":"Don't get mad, get even.",
      "author":"John F. Kennedy"
   },
   {
      "quote":"A man who would not risk his life for something does not deserve to live.",
      "author":"Martin Luther King"
   }
]